bat
cmake
commitizen
docker
fzf
gh
git
gnu-sed
helm
htop
hugo
jq
kubectx
llvm
lua
minikube
nb
ninja
nvim
openjdk
pgformatter
procs
rectangle
sops
stow
tig
tokei
wget
xo/xo/usql
yq
