font-jetbrains-mono-nerd-font
clang-format
cmake
commitizen
docker
gh
git
gnu-sed
htop
jq
kubectx
lua
minikube
nb
ninja
nvim
openjdk
pandoc
sops
stow
tig
wget
rsteube/tap/carapace
